[StunRobotsI_UMP45_Shutdown X2HackRewardTemplate]
FriendlyName="变种人网络干扰"
Description="使所有敌方机器人单位在下一回合失去 1 AP。"

[StunRobotsII_UMP45_Shutdown X2HackRewardTemplate]
FriendlyName="变种人网络重启"
Description="所有敌方机器人被击晕一回合。所有变种人单位都因网络重启而迷失方向。"

[KillRobots_UMP45_Shutdown X2HackRewardTemplate]
FriendlyName="变种人网络崩溃"
Description="敌方机器人有可能死亡而不是被击晕。所有变种人单位都因网络崩溃而受到击晕。所有外星单位都因突然断开连接而迷失方向。"

;能力
[StunRobotsI_UMP45_ShutdownAb X2AbilityTemplate]
LocFriendlyName="网络干扰"
LocLongDescription="目标因网络干扰而失去行动点。"

[StunRobotsII_UMP45_ShutdownAb X2AbilityTemplate]
LocFriendlyName="网络重启"
LocLongDescription="由于网络突然重启导致目标混乱或眩晕。"

[KillRobots_UMP45_ShutdownAb X2AbilityTemplate]
LocFriendlyName="网络崩溃"
LocLongDescription="由于本地网络强制崩溃导致目标混乱或眩晕。"

[RM_UMP45_SystemShutdown X2AbilityTemplate]
LocFriendlyName = "系统关闭"
LocFlyOverText = "系统关闭"
LocHelpText = "干扰、重启或破坏 AO 中的本地变种人网络。可以击晕或摧毁机器人单位，或根据黑客攻击的成功程度使有机体迷失方向。限制为一次充电。"
LocLongDescription = "干扰、重启或破坏 AO 中的本地变种人网络。可以击晕或摧毁机器人单位，或根据黑客成功程度使有机体迷失方向。限制为一次充电。"
LocLongDescriptionWhenConcealed = "堵塞、重启或破坏 AO 中的本地变种人网络。可以击晕或摧毁机器人单位，或根据黑客成功程度使有机体迷失方向。限制为一次充电。"
LocPromotionPopupText = "堵塞、重启或破坏 AO 中的本地变种人网络。可以击晕或摧毁机器人单位，或根据黑客攻击的成功程度使有机体迷失方向。仅限一次充能。"

[RM_UMP45_NaniteSmoke X2AbilityTemplate]
LocFriendlyName = "纳米机器人烟雾"
LocFlyOverText = "纳米机器人烟雾"
LocHelpText = "UMP45 携带的烟雾弹现在会使初始爆炸半径内的敌人受到毒药和酸液的影响。"
LocLongDescription = "UMP45 携带的烟雾弹现在会对初始爆炸半径内的敌人造成毒药和酸液影响。注意：由于其原型性质，纳米云本身不会影响随后进入云层的敌人。"

[RM_UMP45_StartingStats X2AbilityTemplate]
LocFriendlyName = "电子战原型"
LocFlyOverText = "电子战原型"
LocHelpText = "其目标与普通人类相当，但初始侵入值要高得多。"
LocLongDescription = "其目标与普通人相当，但初始侵入值要高得多。"

; 港币416元
[RM_HK416_ParasiticGrenades X2AbilityTemplate]
LocFriendlyName = "微型手榴弹"
LocFlyOverText = "微型手榴弹"
LocHelpText = "手榴弹的伤害降低，但是可以携带额外的手榴弹。"
LocLongDescription = "手榴弹的伤害力会降低，但是可以携带额外的手榴弹。"

;g11
[RM_G11_AssaulterEye X2AbilityTemplate]
LocFriendlyName = "猎人之眼"
LocFlyOverText = "猎人之眼"
LocHelpText = "主要武器攻击有 50% 的几率造成 1.5 倍伤害。对于有护盾的目标，这是100%的几率。"
LocLongDescription = "主要武器攻击有 50% 的几率造成 1.5 倍伤害。对于有护盾的目标，这是100%的几率。"

[RM_G11_PoorEnergy X2AbilityTemplate]
LocFriendlyName = "能源储备不足"
LocFlyOverText = "能源储备不足"
LocHelpText = "制造过程中的缺陷意味着该单位的机动性和意志力较低。"
LocLongDescription = "制造过程中的缺陷意味着该单位的机动性和意志力较低。"


;UMP 9
[RM_UMP9_SnowOwlRoar X2AbilityTemplate]
LocFriendlyName = "雪鸮的咆哮"
LocFlyOverText = "雪鸮的咆哮"
LocHelpText = "闪光弹可以炸毁敌方目标。部队还可以通过携带闪光弹获得额外充能。"
LocLongDescription = "闪光弹可以炸毁敌方目标。部队还可以通过携带闪光弹获得额外充能。"
